Revit 2024 API
ParameterTypeId.StairsRailingHeightOffset Property
 "Base Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsRailingHeightOffset { get; }
Visual Basic
Public Shared ReadOnly Property StairsRailingHeightOffset As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsRailingHeightOffset {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace